
/* Class = "NSButtonCell"; title = "Convert"; ObjectID = "0pR-Ov-0Jx"; */
"0pR-Ov-0Jx.title" = "Átalakítás";

/* Class = "NSMenuItem"; title = "Item 1"; ObjectID = "6bv-r2-HZd"; */
"6bv-r2-HZd.title" = "1. elem";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "B7A-3z-ucl"; */
"B7A-3z-ucl.title" = "Mégsem";

/* Class = "NSTextFieldCell"; title = "One layer must be used as a placeholder for the clip this effect is applied to in FCP."; ObjectID = "QYr-0k-7di"; */
"QYr-0k-7di.title" = "Egy réteg kötelezően használandó annak a klipnek a helyőrzőjeként, amelyre ez az effekt vonatkozik az FCP-ben.";

/* Class = "NSWindow"; title = "Convert to Effect"; ObjectID = "QvC-M9-y7g"; */
"QvC-M9-y7g.title" = "Átalakítás effektté";

/* Class = "NSMenuItem"; title = "Item 3"; ObjectID = "VS2-Qo-fUF"; */
"VS2-Qo-fUF.title" = "3. elem";

/* Class = "NSTextFieldCell"; title = "Effect Source:"; ObjectID = "lnb-Rw-faq"; */
"lnb-Rw-faq.title" = "Effekt forrása:";

/* Class = "NSMenuItem"; title = "Item 2"; ObjectID = "lsR-i4-8He"; */
"lsR-i4-8He.title" = "2. elem";

/* Class = "NSTextFieldCell"; title = "[DO NOT LOCALIZE THIS LINE]"; ObjectID = "ykF-eq-aTi"; */
"ykF-eq-aTi.title" = "[DO NOT LOCALIZE THIS LINE]";
